{
  "architecture": {
    "backend": "tensorflow",
    "class_name": "Functional",
    "config": {
      "input_layers": [
        [
          "input_1",
          0,
          0
        ]
      ],
      "layers": [
        {
          "class_name": "InputLayer",
          "config": {
            "batch_input_shape": [
              null,
              28,
              28,
              3
            ],
            "dtype": "float32",
            "name": "input_1",
            "ragged": false,
            "sparse": false
          },
          "inbound_nodes": [],
          "name": "input_1"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "batch_input_shape": [
              null,
              28,
              28,
              3
            ],
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 16,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3,
              3
            ],
            "name": "conv2d",
            "padding": "same",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "input_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d"
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling2d",
            "padding": "valid",
            "pool_size": [
              2,
              2
            ],
            "strides": [
              2,
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling2d"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 32,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3,
              3
            ],
            "name": "conv2d_1",
            "padding": "same",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling2d",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d_1"
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling2d_1",
            "padding": "valid",
            "pool_size": [
              2,
              2
            ],
            "strides": [
              2,
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling2d_1"
        },
        {
          "class_name": "Conv2D",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "data_format": "channels_last",
            "dilation_rate": [
              1,
              1
            ],
            "dtype": "float32",
            "filters": 64,
            "groups": 1,
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "kernel_size": [
              3,
              3
            ],
            "name": "conv2d_2",
            "padding": "same",
            "strides": [
              1,
              1
            ],
            "trainable": true,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling2d_1",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "conv2d_2"
        },
        {
          "class_name": "MaxPooling2D",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "max_pooling2d_2",
            "padding": "valid",
            "pool_size": [
              2,
              2
            ],
            "strides": [
              2,
              2
            ],
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "conv2d_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "max_pooling2d_2"
        },
        {
          "class_name": "Flatten",
          "config": {
            "data_format": "channels_last",
            "dtype": "float32",
            "name": "flatten",
            "trainable": true
          },
          "inbound_nodes": [
            [
              [
                "max_pooling2d_2",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "flatten"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "relu",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense",
            "trainable": true,
            "units": 512,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "flatten",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense"
        },
        {
          "class_name": "Dense",
          "config": {
            "activation": "linear",
            "activity_regularizer": null,
            "bias_constraint": null,
            "bias_initializer": {
              "class_name": "Zeros",
              "config": {}
            },
            "bias_regularizer": null,
            "dtype": "float32",
            "kernel_constraint": null,
            "kernel_initializer": {
              "class_name": "GlorotUniform",
              "config": {
                "seed": null
              }
            },
            "kernel_regularizer": null,
            "name": "dense_1",
            "trainable": true,
            "units": 3,
            "use_bias": true
          },
          "inbound_nodes": [
            [
              [
                "dense",
                0,
                0,
                {}
              ]
            ]
          ],
          "name": "dense_1"
        }
      ],
      "name": "sequential",
      "output_layers": [
        [
          "dense_1",
          0,
          0
        ]
      ]
    },
    "keras_version": "2.4.0"
  },
  "hash": "a16fd0a735bf6b2c8e8ddc03f9f18beebb077416431253a0dfffa654acf79508",
  "image_data_format": "channels_last",
  "input_shapes": [
    [
      28,
      28,
      3
    ]
  ],
  "output_shapes": [
    [
      3
    ]
  ],
  "tests": [
    {
      "inputs": [
        {
          "shape": [
            28,
            28,
            3
          ],
          "values": [
            "0oe+Pv75Rb9OkwK/lM3XvmNNQD8aZqO+yts1vrnOYr8wB+Q/93YDvzlruz/1oTU/EAfhv2Riqj/FqQu/zG0WvlKdjb4+1Jy+KFobv71VWL++yMs+DDqOvzgFur4CC9g/Ff++PjGVFz6xTEm/d4qSPkitjj4dDjI+Kxc/vyd3yD5eaRW/fGbXv0rHmb6+6ig/y1q1PwwBoj39c1O/wLSCvwsK6b5BKyG/DObAPVw62z6rmqM+r3Ctv8gkmT7ukQZAsleUPlXzfL6JUTS/gERIP0BNBT/kjYs/VYx2vzxTuL/FK9C/x6EKv6FjSr/fnP69ce1GvuXklj9D/Mq+kgp+v9+FCkANLOg9MHqtPG178r9uMbo/2pbhvieXoD6hiNG/P4pFP1+Dj7/QFZs/MxEwP2ZP0L/h56G+n1ybP7uqZL8q+bY8JiaSPsnggD4564E+Q0aKPMRzoj6eOyC/+MqXPorTQj+zDXY+NJ/MvzQrRj+vQss/Y777vwcrs7+itd6/lhKQvwWyur+cyXC/EjFOPh99gD+by0K+F7k4P32UHruM188/TBqRvws4OD92RUa93ay3v1x88r6l6za/jBYTPh4pp772YXy+4fGVvwfetz7o4qu/sWI7P5m1pj7A0G6+uw69PfbOBT3++Vw+NrWpPyCynb78Om+/9Guwv9GrJT/BQJY+Nu6KvwdcHz4zBRe/MnriPuWY+r6FE8M+Y12zv85ICb+/jgc/WRBKvxO+gj6Rxck9+RI6Pl4wbz/a2KM+OCZdP1rWPj9D+T5AfhGVvv8dlj3lUOQ8S3PjPpBCOr+Lmwk/m2tjPhXqnz69cRs/0emHP2qimj+nibu9vKoBvqwOXr57Wyy/M4RtvvaRoj4Y+aw/3tmsPxpfQj/wy2o+GxhivpvEHcDwtTK/D3lvvQdy/D4dRC0/W94zP3lHjz3q75A+fnW/vi/uWz+e2du/8N8HQJmEcT9ARBdAWMgyPpHr0j8dZ6C/DCfYvtYFKb/5IVw+4/a8Pkfo3L6lUka/",
            "ia6UvrYBEkD87Im/f0+lvxh5hz2BNqg/2z/jv1g/ND9I/fI/42ihv9G0T75sY3s+F8KbP5i7wr4F40S/rjVRP2RRd75ss2++JkSBP9YnAT96/S2+rxqgPm2ax7/IzYw/noTjvtdEvr4Cuz28UCI5P/oX1j8Y5yo/nXG1P2T9Rz8tlD+/7JeLP2SoWj5uNWK/borEvwZ+wr8WScK/vRuovtSGuD0tljQ/mA3SP7FaKr+HnIQ/vbpXPww+ED/yu9S/DHyTv460bT/ZVtA//Le/PrqRpL5nC/++bC+rP5Earr58d5k/ZwrIP8cIEr5Pdmo/W9XPP30KSz+Nka2/Sngmv0F+Y7966M2+twBmv81Q2r2jJBfAQo11vvxLqb5Gl6G/w2zZvxVAAT+QR9+/th08v7q7Cb+LU9k+GgWvvVw3sD5Rq2K/W9aYv/bhBMAKcUq/bvXxPod5p79+1hK/Bp7mv+jYqb8CH5U+B+ZAPx+mH74TY08/vytRv5kfpb5Pzo0/QcLKP4a12T65KEi+KchFP8zXyL7XP5S/3aeaP9NMlz/yJ9m/79p8Pm+0xT7ZKKQ/oYrpvVGWir+cqhq+c/WyPUkweb4osAO/kwMRvh3Ohz9MXYk/GbnXv1sC475SxKk/GI0hPwE5zr8uKpK/OTZgv+Sx/74i1p6/oPuhvnt47j82rws/OGiMv04SnD7njsQ/cfKyPlU2Yj4B9IA/27sNv65BWL8TLa4/1h2Zv1J4yL0BtoU/EvNGP+jO+j52Abc/8BmpPoy09D5OUIK++nmtP9LlJD43kpq/VOd1O78hkL8rGM4+dnZCPYqVWT8hqNO/UVcDvYeipD4AeNg9BUyYvk56Qz/nk589mPvav8tUgj/pkdQ/AKQ2P7scCr73O8C+BPEivvcehr/o7uw92gXUvURDZ79mHKu/UHAZv70Te7/zcNI/KAnfvxWShD+8b9w/iqkFwDlKUkA0p2O/cqmvPslRFj9sCqy/sgLSPlPbBD904GW+j22/v7pJD76PTiS/",
            "uMayP8i9Dr23VM8/CsE0P/Y2GD+wFVk/RWfcvzl0Bj4lMyk/53VFv0R+aj8Jc6u/+h3avtEJhD7cqIw+6SCXPT+TWT+cK6e+ZmFDP6pA575vR1c/pqbnPlSKzD8fDwU/maDXP9daQsCteOO/lMtYPfbutT4L6Oe/kdI2P1zG2T9szam/gUhoP4KAuj8SiQrAVgtZP9DMK7/fVIe/owYBPxs1Qj4lhUs/8k2Gv6NvXT/jwzG8ZB6tPFPAZ7/nk76+0akVPzIlkL9dn4A+hDNSv/2XZz5LJdm+tFTUvr/oQr+WXM8/pwGouw1kjD99jQ+/aT9IP5r2GsBSfIW+59ulP8Py+z59K4k9/qiXvr4gcr9seCa/hfixv4aB87+5pAW/Kgk7vztDhj68Au4+2IEVv7wbj7/5hKM/U0+VP1w9ub/3eWY/kPGkPuFt+j9NzJE/SSRQv7Pzh7/pPb6+0co4vcL4qj8aYcY9JlO2vsrZiD6Y8rC+9KuPPmeok78ISmW/AaSgP0QVvT79nKi+i8yQv+rSFD+4gHk/uZN+P3Bqlj+NV4M+k1OBvwkE2T8vuai+nwiUvxGngL5S1A+/FvwQQCp/c7+kSom/1jUHQCr8+T6nFAw/noxKQL9KrD7RBfs/0LMKP/6RED+zJDE9PAvFPzusXb9S/uo+BWAov4acUT96j8e/h2NUPtTJgT8gWi++GBjMvj1gjL+zQLU+O43Ovr3YsrwdipK+MKOEP6Oqkb5ZNJm/Q22tP7pKUz9w4yY+VJbTvuYMN74+CD5AsBQdPYxnr77+xUC/ri9APytvZb9f4oG/LRFKP9tKJj8g/gG/rKeCvggi1L4DW6e/EfitP9FtJkBCe46/wsGAP1HZhL29Sso9M2SFP+oli77cmwg+m9StPuMCFz0g0UK+aqrwvsY4x77+rPG7SGF9u4/UaL6bRZu//Pplv5c7yb/BhAQ/zK/7PRXLVz/IMcU9sv3FPxv+5r7mwc0/qsYXPvD1Hj8qmBQ/LjTnPhGljz3/I5m/",
            "9DFMv2Z0jL/Bxy0/mufhPqlNRz+ip8y/3raFPwCZhb47A1E9h6ETv4q8vj+yZJY/B2nkPhqVCUDZVc8/vx8HPVtLsr9xX0s//WuEP+eyEMAzrBs/6pWbvmm/gr/Jels/smufP0b53D6w7Eq/jgIkv6QlJr/ZiAO+GXqHP62jBz/Ohdm8OFKUPaAOwb5O0pa+L1DJv7TBpj/ow6C+7zhLP0Jrkb8Ohk6/J5SZvhXLLL6EyNo/8qypv85+ID+bL9U/B6AXvxjJyr/9J/K+xD2mP25brTs2w2o/lUH7vpnFVb/UI0s//D/Pv9eB3r6s1Mw/VMCoPgmb47wFwWS+5/bQPobCh78kcY+/DX2Xvtq/h7/ckgA/friiPtWssT6wBFm+wlrQP/Q2Pj+4hto+mww5QHouKr+Qg2y/oEwhv0CBgr9wFFK+tbYUQDRl/L4xyde/yW7JP/0LG7/2hD8/Do4FPuDVED42MNG+aYkPPxxoJ0DtzX+9pzNfv7NyM75D6VG/qoEOPqT8yT++9oo+8ko9vxjQn7/GzBS/PTVBP+BIZ7+wEQPA2Ajlvr1t6b3swV+/lVWsP5dOsT/RnGs/jnXuvwC54D8W2Vo/GroFQG60gT5bDgg/IfToPnTl5D/WYFvAXoeovzvhQL0i6w+/wR2lvuUkkz8J0b6/9L+aP08uf7/0qQK/fTOZPv7wtr6MG7U+Lt1SP+MUgb/n9DU9zFLqPqHo179Y+ww/UX5mP61mTT4ciu4/KUEbvjoPdT8NJPY+dJQWv6TXy78gI62+VIAGQJ2nub+zQWw/8g2yP2JlE7++BDm//t5xP+IeED/EW7w+BwcAPpFjqL+ffE2/mCAlP5yRp7+KfnC+oUfAvo5czz8b7Ai/gHgLP4HjTj/DulS9HkwJP2xb7b8hCn0/Q/iXPkd8GD/MShq/twzYvI9TiT7Ojz8/GIrqP6aDp7+e4OI9H4ShP+hGbD9vqTI/wxeCvwGysT/RhwW/dyrhP5hDXz7BLIA94Af/vDvCyryvAkU/",
            "j/2yP0+2Lr2b6nM/9InZvqrgZb9qN7w+K91yv04BRD9PeeW+AHoTQM3Q379rn1K+4AODvlgDqr+Lbg4/KYNAvVkKx78HIB5AStXlP3M8674jHA5A0jUQwCTIx7+RYxO/uCA2PyixVTyMn4k/rYbBvrEFqb+Us50/q9A0P2/Nsb90F8I/moVXvla+1r7m8/A/qX+6v08wQb8HZ16/m7a6vxkgDj6y9iK/0MXlv1dxGL8pDW2/HQLfPhIlxj+b3p0/XRQDwIspjb9bork+O2AVv1MXBL/KdR4/mthxvv/Aoz+yEdw+8xf8PoRDlj8s1RM+YCciv3mnjz+NLwNAHEAEwPQTUT/C6IY++HWDP5mtFL/iVgbApFbvv/fJMD9dMoU/+u4WQIEyFT8hpL2/+vXuvrZYiL/RR1i/OujFv+cxkz/AnQzAp7/KPvtWLr6t35m/ClgZvgZfhz8XE7E+XoqWPt1Vtz8U91K/29ajv4u1Pj/FBtS/XX3FP2DIWD/K2mw/Vmrov6WSiT+Y2gU/o8XbPmpeFT84Fpk/gWF6Pxqv3L1TVdw+xiZsP4bb4z/CwC7AAWD+PsJKR7+cufY/YO2Xv0JvDr+7lkW/OcXRPoLE+D9fJ3m+C+cwvmde4z5Pyqc/NP+WPh8oiL/fONS/NqulP1LPjb/g+y0+Ge3MPQ3oAj8ltNu8EiAIvlLEJMD7mfW+kRynvjIpvL7uDbk/JMHAv+Qtlr+Mx6k/sVAsPw/lJL9PXs+/ecHCPtp3I7/qBOg9SbtwP38dw75GlFC7+BqKPtWawj4ODbc+H50dwAbU6z9VP+4/xjqEvksa2D0QlSg+7DCWvkPDnr5FfGw/wLciP0lbJcAi1Ai/91myv/ls4r8TA7A+fLhOP97dhT4pkhFAPqfCvweOFj8rs9m/lIDiP/lJCT7/Pai/1tfAP6LHeT+BMmA/IV3MP9kBrb9W3fA+IkSQPvMTJj8cNQVAqg+Tv+svAT8FMZg/xUoCP+Xo0r8UHsi9p1wOPy6cQ78qizW/",
            "IcNtPhW/l74RamU/p0zwPlmIIsDvel2/4/dOPh3hFj7jRhK964qpv8DNJz9VG1m/ZYwFv27/o7+tADm/nc+KPrh+7T8aJZ+/fjY5wBDLCT+rvlG/vTW0PjkCGr89H1K/VCBvP8s5OL8PV0k+juFvP/2yGEDp18y/k1jvP6hgjb9pSU292PYKvykoLb/0Qx1A+AjxvqKpb7/axwi+i0b0v4iQ8j3oEw2/EAsYQHmic7/Byaw/R5aivHp96j5YrMG/e2+1v5EKBsAdTYc9zoo2vjCFQr9e6mu/ojU9Ph6h+D//rds/rRAKwOg/Or9DNDy+Mp5AP2Ocqz2jESw+oL4bvmKe1r9HLvC+u1oKPm0kDb+5+Iu+V381PwNavT5afpm+ZeACwEt0pj6DB/m+/3Frv5T8DcBI9Fi+OtFWPhbhmj8uMMi+p2Bvv+xGJ74apsk+2HqLvkiqCz/PU64+F3vIv+8NEUD4zZi/PDH9PyB77b5TVIY/t6nMP6FHT74GEDs+4oBQv632/7/eKsm/GC2DvQd7mr7j37k+M/SyvfvWdL+S3Tm/GHnBP3zRQD//iBVAfvCPvxNO4L4w+R4/KqhIPgSZBEBvno0+pf+iv1uYrD8a7MU/OSRWP1HCuj4egps/w+T7vkiA0T6+WEK+GSEAwIoQhz/I7da95I0bvVuTaj/ouZe7ZJm1vnPQ8j7QB+4/Eyc8P0BwHkD0ru+/o6iuvs2J7T5F7Im+xY6NvzuzDD8pLFy/lyyjPz6HAkAe9ZY+9Lv2PRQtpj/8O4w/LA7kv8EciD5xDKI9KCQrP4esKj/AR1C83AJgvgf9rr8XIIc/BkaivrmJUD8cs5M99LmWPgwiJT7TnhI/wj7UvZfFo70wyRy/8xKePn/t3b9MR+q+YNf4vjOdnL5MmXi/uJWaP2TFLj/1TsM/iDY6P5Xp+T/5kBG/6AalPYqewT82FcI/rALuPjZ1Jz/BihI/zWyCv2GE6D8hJx6/tVuBP7tEUr9roFO+FRUcP4CHPD5Zqb2+",
            "SJcqv3zFMj8713O+bbK9Prbcjj/pK1y/c5yWP5k4pD8TkIQ/V1exv0RE5L4vL/K+D8s0PzEMub1nNhG/sFkjvia67b5oM/w+VSAKv7pNvb5Bn/2+D1ONP0DThr/s9kC/kAWFPhhdi74jLKI/sMPDvioDvT44esS/qdauP915HsBSW8o+Fm/Vv/lX0j8f6T+/7cDSv8Ctcr6p3Ve+eycNvxvVP74SLik+2np8voHuTcCqWCk+yz+qPnhCqL4dAx4/VW3kPzwvK78McZM9h7J0PoGGcj8DSIm/LiOPveNygr/k5WI/yH3POx+wNj/lgG8+5MuPP5S8+L0f/TQ+VL4pPw7OJT9x9wi/XUWEP9CEWz7YUTw/oFVeP6YFor/WR0Q//dZRP6nzp76/Oea/mu50P/RvTj5TIYW/cTZ5Pa0toL+lEK8/puPQv7/8WL92PaM/TUq5vzFSuL8TfwRAstEKv3237z7N+EG+KKYev8wDOsAE6Fy+IZ1svsMBQL7/xmK/g/z3PvFyur8nduC/Eka/PoHjI7929L0/Og+svbwJcD4oB8s+CCQNv6J+/D0ZdqM/BmZ8P55igz+5xNu/Ui2QvRzrRL+fRA2+3i+Kvn+ilb9yUi8/+xVCPzSkQD4htoS+wjwQvfMbJUBHi5k/Lmn8Pq5e+r97fnI/JzSEPUafor4SgDw+JtGnP+H7AD8dcow/Ui5HP99jqj62HHg+j/qVPxHa3D6FJIU91IaEPsjcCkAsags/0Rz4vvTKijyVR9M+4iNqP/Nm+T9oqp4/fOhTv0voiL/+5xC/AtgJv+6Kv78/T0q/+4BHP7DPL0DXjWW/3EYzv5OIqb6kwxK/opj4P6jIBrynYMC+i6qbv5KN9D/ReuK+uyMBP4Orsr/wLpO/X/nLP0qiSb9GrzjAiFagvka7CD/o0Rw/2BZKPzQf7z+EzTw/RqQ+PwVbQD+jKwBAjMkZv5kWhz9XDMm9KkrRPwSvmD8FbGa/D+Blv31bez9Oh9M/PPwVwGZBPb13P1M/",
            "+C+BP3e0XD8Zyk8/kmqNvwzXer+5txg/UCYJP+XyDEA79g4+FjQ/PhG4iD+MQ2o/cEueP1ljnzw+eWi/fP8tQPlYgr+x6wk/tNWJv/UKoT27AAu/PbOhP1FWRb/8pHc/PtsoPxkQiD4/Ch4+pDjhPjJUv71SMaW+J7BdviREFb9Cdzg+yaNDv0xifj+CR1e/uEQ5v0w4lj8F9ak/OnOkPy2Far9j7C+/VjEav2eAiLzq0hi/wckBwOQ3/T6NW66+7iABvbHTlT4z/tM+racDv7fOdD0kicw/C3Ypv0CeI0C4y+Q9zVtAPjkRdb0bt0S/dKJ5Po2FEr8jny8/aUZLv2R4Jjr1CqG/K/Luu0M0VD5WrIA/BZkwvv5ycj02SQ++FeBSv6HdjL9ZcZS+zPCjv3Ee6rwK3BW/I3eCv/3bBz5oWUO/LdvqvpBYtz9al/U/dhewP416Yb+AUc8/zhPOvzfRQD86TTE/HlFJv9mRwz5RFTW//qMHP5Rmlj6s6KE+6OyBPWLOnb9Eisc+4IeSPzeOw76ZTfq+ar+Xv7KNAj9QHO0/J3F3v6rbr79KuTe+nLtvP2SoOr+gIOc+5dnMPmOiDj/h0Mm+F4k7vm4q5L7Amg2+Wuw5Po6uMb8v4L0/P2UEQOYydz+u6IS/IkhUPIvtMT5gI9M/5AwFP7jHzT6Embq/EMltvrjM879DY/w/HcsuwFCwzL+aIMK+QN/LvY+Csb9i1kg+HCTUvzfcsb4p8z6/UK6Yv8uVQL87wcy9QqN9Pyu+er+QRmW/k9amPyf+7D3Gd12//OT4PATPsT9y3b2/swp9PwEj6j6QWWY/D8/JvS+xWb/cVHO+SzkHvoBE0D5kyNs/q29cPpTKG8CkWHi/hkcpP6P1ET9wq8Q+guRAP7coOT5kjK0+B/yFvv/4gD8LXKu/B96HP4uNij6OFrY+vq+8vx9drj5qxcc+GdQUPybDVL7WsrQ/UqmVv+k56z9VWoe/+5EVP7cS8j+Cwza+GRZ6Pu2i6zuSryE+",
            "mH2kvwhcqr9LqAk/a7qGP/fNcLzZPVc+Tj3ivkyKYT65EaI+j80fv0kryjzLkqe9/CWCv2Aolr7cnAfAF4QEwF35q7+SyZ8+1fuEP4auFj/J/4S/bPARv1TUpLxWy/U/RglEP5BO1T/2A0+/7sjevrI9Xj9IBZI/LhSDv/H/vD+lFd0/gcrOPk8LhD+POIW/jL8Pvz7+sb9/uEu/hei1PwEpZr/T6U4/NSgMP6d11D9Lb6Y+BMdMP9BDij4ZpYs/q+DVPk1x073AJPA+7hM3vthFe79cFNe+YmASP2texb8Uaoq/7uqYvufEVr/Zyem+SJMAv2I2Nj8yGj888MYGwHc5pT9ZaVi/BFKmP//gub1zqoy/ZKNxv6dQQz4RQ9K/SVMvP5JcNj6DSJ6/v/PovZl4q77FZ80/MKhPPkS7pr9RStS+KOAtv3U/cb9GMKa9kw0BvxkmIT8onlO+n70yv14kOT5QYsW8/uZEv6ddy75tolW/Vb0Vv9pFZD3gZe0/4H9rPyJ5gL8T/8s+X5Mnvq9L5j7f7bw/RVxrvpBzlj8Zc6s/g/2SPyKpfL/urF+/v2EdwHkF4j99pna/bGxGvH8nNzx2xBdAcyPMP0t/sL5RhJQ+loYYwC+mhr+/ka2/DGZRPmPOGD8sXIM/4n4AwB18NT89YAJAt37fPgMKz751ozZAou5dvyJIiz3T9sm+RwuXPxJAJj/dQ4+/fZkcvx4n7z5QxS1Af/7UvfQCyL4KZQi/2piyP/JqoT8Q9lS/3ChOvzUPfz2STgS/S9TGPg6ZPD9JHu2+kxybv/tgeT9VMyZAQP00PjX5Tj5ojgM/6zeVv395zL7UrZq/eacowD7vPD7sbAY/5bkaPsfFaj+2OQg//7pKv535H71D/R0/wPUQPTwGxr93bQo97mO0P3Dbeb9ZK9g/GMJaPpaTDj6N8w8/ISqLvRyYlT8ikA2/X53pvieJsT+g42w/XYXYv8onr75QXB+/7e5Dv0lk0r/Lfb+9Jc9HPyemQUA0lD09",
            "VvSiPsIlob+ElUI+j0Czv+QGBj+fEhE/niqrvy3/yz/q7Yc+SyU+Pz87t76v81S/jQRkP4RoPL+IeOa97Fr7Pnwrpj+HKdm8JZVCP2adxzx3I6q/etanvvnFsT6oTcG/pReLPueiKD/4egU/McU2Pi3X0L+UelK/H9INvoeFcL8LptK/DiMcwK3HyT0JS+q/AOfRv0jvrL92zXC/ir9NPyw6sT2mKeS/mW0yP3BQpL8N800/kTtlvrgQn7+kyvO/RUYcwDLLzD+8YoM/z8kDv75Nwr8DhWq+DWmbPw2aeL+qHgLAhiJ/Pi74pT764x4+g/sIPzY8077VPDFAs+yAP8DFj78K0pi/c2V9v2y1kz+AXiI+t3UEv6PWZz4173M/dLnOvPZ9I73XNZu/7+ENQPSeD8C4dpA/O+7QPynMjz4/bU+/eUgSP6gPc77068s/DU0fPoYd8j0dCtQ+qgkVP939u7/AI6o+V1J8PzZH3L+RTLA+tEABQE9bTz8MHKk/KeSQP0PyBj07mpm/24vFvh3MF73mOwTAe+PiPj7PNz7Q4to9BryiPoRBiT84hZU+h1beO8g+JkB3GGW8zvPRPcS7ub6Kc2Q9thNtv+COBT+xaxu/eHAkv9yH2b04Ww0/SYDiPgg9ej+FeY8+pIXjvRfHBMBgN+2+Eyp6PjvyFj+tgLI9IHaSP60q2j5Pfpo+jMgBv2SMNj+EaqM/nHGyvi0Lar2VSSS/GBxMP2Ivwj9qY3g+51wevvAbwD/Jc3c+PzO2v977vb7xprq+9AW6Ptpa/b2pjpQ/yH2Lv1vgYT/HTOG+ZCwNvm1FhL/yElS/MYc4v19VEj/G1RY/h54Gv1N0vb/ioWE/3uVyP8OHwT9vLgq/792+PjkxML92iYy9tFeTPpDEUkDPfyE/vW8fPzU0oT9HSwU/UO3xPf3LVr6eHqs/uZMjvoY8cz9tHiO9LZHPPsCkA75D3jO/9kQ9PnkqCb/GzKi/AcPVPvB8SD14faE/QulOv+oQBD+9eea/",
            "HA/DP+S16799H3A+BjFXPuiKFbni4d+/Q2GvPUS1mD91iQvAUs18P87t1b/Ie42/bEwVPzjr+79UJkM+ufHBPzwPYj7jPpG8ZSSCP6W5Dz5kCWI+ZMqlP1Ompz93v6E/N/BaPF29lj+6WYa/kOQLv75qXD1XvAc/fgjSP+bHyb6NE9q+p+rMP9ccgT4kdw+/buWrv5etw71dw84+51AwvtxrgT/OS7++RxCIPn6Myb48D8+/67AWP4U4Vb8kN3g/u7Z0P63z0T/x0/s/6dtTvfL9eb3vCQK/X+Elv5IVVr748zc/8mV6v4ignb+EHWi/FP9IP6I9Jr8q+ow/G9EHvyAN1j8zsXs+C3E7v5Up5z2rE+6+qBbRPwkKwj47oCQ8Rr91P4oBKT6uhVO/+5xgv6aVQr8wnQo/19hNvqlG0b2Qfg+/M1aBvjSpUj5l89O/xkQQPxOft75YRQ2/ziVBP9oEl760PgY/w9PBvst6VT8dTzO/FmbWvjfgKb91S4C/K22Cv34OQ7/V/8q9ccYGvw+Cmz8Xpc4+LdzvPi0lRT83byw+8YLXvs+hHDwxlk+/foFLPdrB6j0bCPu+MNbiPsr05b531Dk+ENtwP3wenL/5/4I/x5q1P90ebT4axdQ+MPz9v/kJvz0KMPK+fAGFP9aN9r7uoYO/cUuaPzGi+b8OeXU/XPUkvqLsgz5LSvm8iKhavyIkgr/WwU8/hcAeQJ+9zj8h61I/5XJtPrl0/b/edh0/V5pRv3DrSb+475k+NxoNPqv90r7zYgnABdVQvyhUbj1KDUS/dwQfPrR/AL5xPMM/T8dRQBjemr/+5yY9AYCNvyAWbr+2HAe/htelP7ppFj5qDkG/3b4rPyvZDT1SrhbA11yhvQmDV0Aeops/GjwkvgSW278tOuW+Nv/LP+lxcb4tb8o+XMdpvhzour4gp74+QHK4PsrDzj771/o+8Xl5v/PKiT9igow/zGCav29x1j9ica6+SinFP47F5L+nx08+XTm8Pua52L5ovBi/",
            "fUWLP6lbkT8ayog/q6lrv8PB3r+cT64/KsYBO/SreL72YS+9wVukv5PwYT8DcOG+onfrvWk43T/mkfc+JKTIPpieir5ZGDo+FJDNP2sFzTx85fK/ZyHQP6JDF7/mDJi9HK8Kv9rlO7/qz4Y7x/TXPo33jb7qA0U/q1QTPgUijb8oG7c+oJVVP9cNe7/Pzc2+qTBjvz0SSz982m8+e5YWPROV0b+l65A/0tCYP/2LFD5yphK+NigQv90hEr97n86+DpwnP6J30740SPo9MYyoPqQgmb8knNM/2ujRP3a/YD9Rfdq+auGLvmZRWz+TROK+6eYqPqwLc79+2G+/Nl5pP6DGw74Eulc+hYByvUrxtz6uWlK/IPPEPwucgz4Jl+Q+xN7NP/qAaLvxPHy+3jCrv2l6VL/QIIW/Gydcv+kDHj4TL+4/1328vuhZaD9cuAPA1Iurv3+CBz8ZKQu9nYj8vm4By71mHRO/6mOWPjZpUb9k5h8/Lgq+P6YMpz8yari+ZjgBv+Vb4z1AZD69h+0Wvq24f73cQ7k/lGQ0P9voID+mjV0/tKpSPEmIY78ge9q/LVM9v2Q0QEDzvtK/nz4FwLD1jb9h9Os9feltvtF1077GtCC/Xh8LQIjvUUBTrka9WiiUv90GZL8XQYU9GaoJwI9OeL7ef8g/PYd8PoCUY74odoG/M+S9v2O2oL8xBau/u9iXP6yNmjsL6Je/5NBPv2sPrz70WP0/AN+rPeDcNT9jc4K8yx/ePq3wxT+m3Ao+Sf/Rvyz6Zb+kWWM+T35vv5NGJ7/bJY0/qh+BPr5BPL5zUtG+8Vb0v6Ddoz7Uv1K/V6OWP+0ojj6Nio0/Rcjnv7fHGEDX45c/i/CMPg+sBr9aFZS/9JT6vgTv7b+4WIg/OogLv/rA0r8b0Cy/l7qUPwGMsT/Ud7w/RJ+Zvx/1/r5oIL6/f07wv3JHF8CKHMs/cK7Dvqbhmb8GuzC/63Kzv9Nfdj8ldSo+xHmzv0g5gL+XfsW/9c21Phc7Nj/ojJk+",
            "bTEBQAcPJcBqKve/lUZPPzyH8z7qs7O+vrJVv/8LsL4qlT0+4qIMP4UEur/4J7E+T1rSv/NTZL8uBno9zphnP54Rnj0beA+/vcBiPwucYr8gSTG/I1cbP3n3JD/2JI4+nE4av7maGL4c4S2+5XKTvsldBT3Uuhw6bf7JP05XX784pqs/cFgywAPqFz847+6/Qz7yPqYQyz9DsRW+hJSRv7hD1L9cIiA/FAEqP7ngBb/wlFC/A/txPw6mAT8gLBm/"
          ]
        }
      ],
      "outputs": [
        {
          "shape": [
            3
          ],
          "values": [
            "nlqYvoDgRb9wSJ08"
          ]
        }
      ]
    }
  ],
  "trainable_params": {
    "conv2d": {
      "bias": [
        "AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA=="
      ],
      "weights": [
        "QJc1PKrpFD7yAgE+QHRVu94fFT4g8io+wMYCO/njwr08SQu9jASDPaC73z3gkwi8jDT5PdAkTj3EUMQ9wLE9PtQoET2wWis8ZucYvkw7UT2w+EM9zMxsPdA4IDwmj6+96IcGPXhzFT4C6Bw+oNMqPEMMtb16tiI+lVTOvdA2g72m2+i9OFvcvfBiz7xkCc09HCxovbAiDr7uYCE+4H51vZuhAr6G8Bw+FkUpPuAjJL1U8O49iF/HPdgs9j3obvo8CKUzvWD6X7ww/DI++EjDvJFP572s4pa9YWiuvapYEz5MmeI95CtyPXiw0z1Q19c9XpwnPmBGo7tkJxu9QWS4vYzMmb0AC489SJymPUDbnL2AHVa9DK8mPvxsSz1UdQE9ONMcPnAhSL1gCPk8w1gOvqxEVT1UqPM97NvHPcAEgruQaaw9vRvHvTMJ973wl8O8UteJvSgu0DyzYBy+4SmgvZtelL3Av+o9rCwJvWCHDj20RQi+BAcWPoRGPr0sz1+93GKDPYCCDzw+ADY+RGFivTxbIj6oRQI+QDTROwDclTtg7OQ7OLGgPaCG/j2ccKM9+M42Pq54Oj53aj2+gFOIulDxJD4k5C89WrYCvkBUoT2iH7G9qOSMvGjmIT4440s9Po+EvcC8cztGkwK+NI8RPkBTwbxQkZK8+p8uvraMAT5YhaW9QGV6PF9aFb4/axy++FcQPd6xGj6AJKs6zNUlvpWFxr1gU4g7ELrIPJ7lL77gxvi95C2tPZBSiT2SvTs+h3r3vRxZ1j1Wz4C9IsctPqDerzyYdoG8wD89O4a4GL5myTc+vFE8Pkiicj0AtXS9UPIWvVB2Nz0QMMw8L+7avQ6aCL7c0Y295IH+PYD0FDsQvI48oE8uvRko7L2wOTg+YF24PJAsFz1kPyE+lBIxPiScHz0gajk+sDOjvDIhBD4EUTK+NDO+PaB0Lr3owKE8IBvEPc06v71ksSA+CrcNPvAO17xgLAk8fMOdPYQ8Wr2iQcO9YK4VPrddy71OPA6+",
        "wS+UvYiyPL4ZrI+9zS/gvViHLb2Aq9o62pIQvjB9BD2OQQQ+SAQQPTVKPL7CXSS+OGuLvJh5K70afeW9MWP5vYDeJb1E9BK+oko/PgBpb7226yI+fImEPcAFDzvA42Y8tyn7vcDKADuYJyO+RnYqPpZ/Lz6+igY+kOgEPj2+HL4oTcw9xM51PTEjGr4QkWe98Cs8PeiWpbz8iS69IPS3PRlS570K9x6+GGnxPNTnDD4qahs+VhmMvTxB/z37cj6+72PJvRjkqDzOxKG9i16KvZ57Iz4Q4H89AuysvWC+vLy4wtA87M0gPjg7TD0ihC2+qBgJvkDgEbuYweU9RDCCPb608L3ApIq80NdwPNTWAj6Qrgm8SfWKvbgP1D3oXZK8JgMaPqtu473+LA4+IHdFvIikP74vLMa9CJ8oPkp5Kb4YwK09+es0vofUKr5/mSm+ZsMyvt5EDT7c2Tk9ECBJPcDVoT0skyu+0A/IPbgSCb5ZJca94HMFPsANcbvgJ9Y9RusHvtBYsbwCEwU+Tk4fPmj5lDzoGZs9Vua/vXAFpTymCjk+MKFNPYiPGz5QPq68XkI5PgCbWbr81Bi9sI19PLzmzD1hxR6+Q1Yvvp4VIj5fNIq9CUX5vfYWDz7iZC4+ZHThPcCQAz0wo9U8tLC0PWYD2L2wkfk9gIAXvtC7orwo/es9vCCMPdt307386ZI9UrUuPhji6z0S1CQ+wK4kvN6Uor1QM8g9YI9NvEVdBb44RLo8eDLfPGQc/z0AwKA87LfKPWjFMT1IfhU+QY/kvRBRxT3wObM8sGPaPfP8z71UGCw+0O4HPvyCmT0wW9S92DY/vdDKxj3YSXQ9SNfFvMhS3b2Alle7INp9vCBLe73UpAK9AOiEPELrCL629i++1O5QPWCAULzAMFw9CK0nPtAQ0bwkdOq9UDwhPaFW3L1bVgm+6ng3vsA7ibtkrZg9MMstvlawAL5AqC0+L8T7vTxnsb1+4CE+WDMivqRuLD03AoG90Z+RvWS1/j3cQpe9",
        "MqQOvozvdb1Kkgo+4FV3vOA5d729DZm9GnMWvmQIxb1erB0+Yu81PmZ4Lz6ysBO+GG8yvrR5pj0DBzS+EGa9vUD3MD4Y9j+9cGHDvIjSfz3Ek9a9mAxoPdTnbT0WvDc+vLc9vWRIAb78E4o94FPxOxrvLL7YgYw8vt2qvUB77TsUXFS98NiuvDjaij3AhJM9xI4qvkS/mj2w1Rs+NiLDvbjB9T1laQG+9KHDPRSyDr5YO/k9tP76vfjJkL3Mug89"
      ]
    },
    "conv2d_1": {
      "bias": [
        "AAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAAA="
      ],
      "weights": [
        "n9J2vV9u2r11nNc9sPkIvcaUAT2vnNc98TWJvdD9rrvP9nm9QRyLPcgbYbymZ2g9EqDsvT6MXT2qOmM9x1e5PYU4uT2jQug9ODIFvV+d0D2/9uI9oQvEPSv32r15mou96HORvQq7OT30pI+9TCPTPDsxmD3Jk9G9pAvhvDgcTDyyrZC9jmAdvTCX5Lsa0mG9ue7tPR5yKr2uVG+9WAgpPEZhdL0X+Z890hJQPbi4ALxStWA9fPUmvabzhr3glAy9zmQcPRw6f71wvxW9tATMvX9oyz1oKrO92EFePBDy4Tuanyo9uOtfvJp6qb1ylyg94gIYvWbXrL3JuJa9uPOavVVrhD0Na5I9GZ6UPWIpML3ODRI96FcjvXqR7r1yJ/C9jYyaPUzMz7whG5A9NsdZPZc3xr0KijU9TFTHvD58i73C7V29p1TwveAkPrzCJ3K9Z13SPf1N2L2srj294xbMPRHblz2XJqk9KHoiPLLZEz1kmpS9TEDivECNeDtsWbS87tA3Pdd+nD1gwHK9ri+XvVhHJjxUUiq9VgkwPRE58T2J+5893cTGPf3hj715JKa9ER/JvUwDQ71Ub8M8AObIOzjQJbwzF5G9NMSWvRg2Gb06/DS9ghHivRhveDyHgY49KE4IvcDkqTvgTKI7vNHIPMkN7D3JQ8Y98BDPvZCFlr0eM309OKtXvQ032T2wOrS9zDLNPDKmGD1GAmQ9kuMLPRxUqzwGCLm9kJa2u0m57z1w/Pq7ZpwRPYwAIr24wT88REPKvWbtML2pgKU96/baPVbCUz3C5Uc9+pu1vaTLxjz6MEe9dO8PvehZkr2wyZ07bZS/PVHhnj2ARaC967ONvdQ27DyQz5K9ud2KPT3okT0KcrC9QP1Xvdg8qb2WdbS9kDiVvQLvDr0W9Ds9Ul6Wvd0LlD060GQ9iMpqPH5RGj0iywY9i9jgPRlniD14Ll+8UEHfO5RjuL1MhPy89FFnvalshD0sugm9dWbKPVOTcr3gACK8ROmHvRPRxj3aBT89",
        "LsscvZ3j3r1sypA8SGh2PJ7yBr1uUXe9qpMJvRFNgL2mRQu9EJ2nvP3Uuz0Axsi8iJRWPI1a8b0cmSK9AZfaPcOSY73MPUi97CjrvcDUrb2yGVK9BfDmPU8o2r3ub349WOVPPFIfRT2koCu9l+esPRY8Y71qWW09/wmxPU6Vhr1wecC8IFMevb5sXT3ZLIE9S4HQPTL3Nr0QrrS9X6CGPdSfrjy/rM29HtUtPfbu0r2DEsA9bjHFvTs/mz1KbAS9bgtdvfw6lzzCTr69amZuvYiCpr0QvLc7RqOpvf5yrr35BdI9ANKbu7jzk72ukHW9VD+Dvbv86z1ONF897DKbvIyzuTyQVJS7m1/svQjM+bywFoG8iFUYvHjfbDx88w29Za2qvf/Z370mYxE9xEabPL0Rrj2V4oI98yWfPej7NDzafRA96z7BPUYDOL3hSHS9SNwFvAYpPT1cL/g8sJrKvCE70D3LgJe9wjhaPTCzu7uRU609G2XTPVMTiD3YIem9ZkxDvXId5L2q/Wi93qdJPYSHtjwEUvi8VmJ0PZOG7b1IVgG8uI+bvEDk+zqg5D675ms0PXirnb0/+ec9xmu7vVOexr1eoDM9bh2lvVfdtD2Axrg6OOUzvbo4pb2nWKg9yWLdPQBj8ru+ojM9FHxivWZffD1E3F+9mem9PZ9GkT2h9pg9xGeVPDj5473a26i9SKoOPIyl0LyzfLS9LXrPPQmF1r1xUrA9gY3oPe9J5D1cgZA8uXrHvZzQmL3o+R48OrRFPeOsu71Wubu9ns7OveJ3dz1biuS9VLHiPHYFUj20IOC8HJeUPOiERL2QsZW9c7PvvYNytz0zC7E9cESZOzq+cz1cPdU8TwinPSLrID3fRec9297DPeV7oj1ashE9ZIIHvSxkXb0Atu85cgNTPVDNo7usK5C8aLVgPGyF5Lxk3OY8aczAPZBu6jvXs4U9uOP5vMMunD08Ssm8RtEnPR7zWT0U30m9wRayvaRu2DyNoX29ni8KPbSgvzxPNdA9",
        "xs1WPYAqBL24BmC8RsAJPWYFVb2gRhu9jl/AvR0Gyz3HWo49sBqJu/YUfj0Swya97Ki+vNjYUzymT2c9+XDfPcLSHD3ibhE9VkwIPQ8Uqz13gpI9dwyMPVW6pD1so4a9w/CwPYoTVD2WbhA9qFPJvQQT9Ly2GhK9H8naPTGN5z041ge93FW+PGgvKL2CaXu9iVriPatagr2oNW+9A56vPbLmUb3YslA8cH/YvII2Xz1o5Yy8sGaeu+JSDD10hnO95R2jPUlJlj0Uw7i8Gt5/vYAFB7waF1G9V1PUPSgGmrygh0M7X5TAPQb9MT2rTe09yBt8PG4MDD1h0+W9nisEPVZAMD200IC9SffpPSr/XD1kGDO930miPdt8hj14r+C9BqjlvTG+4z3souc8orBDvWvM6T01usk9olUiPT6X3L24/jy94CPEvXvntz0AJJ25cuAKvfJZsr2e1eW97EnlvX/BrT38tfe8eO53PCD8WrwUmM08ABGDvfvZmb2cxhm9QbOOPZlgqD33tpE99sLUvRZ0br3E4Wi9XO3UvZj5dzyNGNw9gyiuvXKC3b3BKOK9xU3vPYUWqz2H18c9yyGSPbBE8rzBx889voVYPdBmfbxMuY+84XmbPeMF6r0S6+29tzTjPUpLDz0xROW9js6pva9Lar1A8yo7vHxbvQQakb0IMwu9bmp9Pb1drz03U949+FTCvODmMbtQnH28qyqWPTIAdz2c49Q8HdfuPVSXgTwtxYm92iN3PcXJpL1jVb899Me/vK47FD2pPNW9/DSbPNLbX70Wihe9OPjbvDh5HL3Gehk91kNyvcK7PD0MTPk8wKSyOgfVrT0bXpO9fX6FPayptDwffZY9Y/CRPXtg3z1QHtC8AAoIuxXnqD3IbYW9aeTDPf3xyT2ihCO9KB8ZPJpjPD2/wrO90n0dPUp8Bz0YwRE8qHXjvSIeQT1ECe08+I5BPLl5kT35CrS9yvKEvfa5CT1UtB+9IczHPZC7prtMQJe9KwHSPcmFuj13Ibq9",
        "T+iJPTZGej2Eh5o8IBl+u4orCb1+Kn29l1HFPQpfIr3HS6c90OimO1TgGL3xUao9UD7uu44EIr1Q2Po7JtdUPT97br3AQzA7VIwmvXoTTj26jis9QHKCukvcij2odda8tJjfvHInbD0b7Ya9YJTCvW654b1qyUa9TA/aPIhx9LzjwY691H6DPPGdgT1HXpA9Z/KmPa9w0T2Oa0g95JP2vHrnZz3PT9W97Ossve052j0Bcqa9ADC3O3xR5zxnKOK9OJenvUDrvr1qvqy9jEfkPKqdDD0wg++9zPe/POBVNrzq87K9vTXAPV62bD09Jts9l8fNPYyy+Lyt6X69zK2dveZvCz3aMBo9mBUzvdhsbzwIiXI86OOXveZmBb24yii8wYTGPdx+6b1KCoC9yIQ3PNgKT7zWmn49ns2IvcXPkj2gN/K7RqLTvdm+mT2eXT890HW7vN/q6T3Bh9O9H7vsPdDLHrzE8uu8AJ8Eu5BhULzo5Xe8uMtyPDdNpD0/B5I9nLfcPErHtr1UAtK8L6jjveN32T1cVfY8coAsPWg9ObyJSbM95+frPQIPVz2Vna496rVXPf9tpT0ormY8J9rJPWX8dL06iS69Ab+tPe72UT2CMkQ9Kg9rPTgGDb3ANC29B42UPSTckzxBDaQ9/TPYvZoBVb1EsYO8dCRVvYue0z0JoOs9dLyDvHfXxT3420C8ntZGPah9M72EF5O9LYDqPYt66b2vEeM9LHarvcMyiT2c7Vm9hL+mPBV4oj1yOBM9vaWmPfqXXz1Mgqa9I83fvRu+lj06w9O9esJ2vX6VoL34sqW9RrlFPTbWLb0WwQW9UMqzu4DWubx2JKG9gmc0PUQMnTyLF3u9TkcMPW3thL0YoGK82BitvB6qhb0jJ+O9fOzfPK+m1T2h/Nc95lt/PQBtyjloTce83WylPUHZrD3tLaS9TwqQPb2yhj1oIYO9pJLUPCKUTT0M0LM8RySsPb5MlL3h1qQ9PT9xvX0U1r3szOK9qVDFPbY+w72AdMQ7",
        "YvTTvYQQrrxR/M89ZIN0vesPlD2r45a9maqVPVt65D1IP/a879rGPUzSmzyNL549OrQqPWviwb3KvCM9AAJcOwiAazyzROg9QEL9OowSIb3Rc5I9gEx1ut+V6D3lHqg92h8LvX5Mx73yoSE9eZOrPVTt272sgKI80koPPZ4t1b1YNK68x/OEPQCSr7kW3Hk90DOSvEFtqT1CDUG9YlHAvVXF7j0kXNi8HXngPQNnqz1DieM9gHhQvVhNQDxfLZE9brNtPa3iwz1EQmK96GdiPHNI5z2YzjY89Bi6PLxN4DwopTy9/wvpPXEBuz0htMC9nCfAvQ2g2z1+Khw9kG2Avbada71Qc0C8tnlePX4dDD2OglU9QnQyPWy46zxj1dM91iAsvfWW4L1+Lai9poKmvQDZYTrvHvE9+WSjPZBn372Er4u89aaWPX8Szz22MH49s0K7PZFh0D20bvS8e2HEvZL4Sz1/dG296DeVvE6Kfj2gngm9LusBvYGM5D3ccJK9mQJ8vZgDXr1Q40e8wp+BvXCw0b070es9LG3lvUCr7LvQIJu9Jts4vYdEuT2I34u93aLqvbUjmL0JM9k9qZKtPYCdDrpfJOw92OHPvdAzVbxuimI9eNHJvI60Qz3Q7u69qQ+2PTUVgb2ktsK9wieJvbv18D22QSw9LMWbvNzS8zwqtsG9G4qzPSNlnL0sVsC9HiZAvZsfsj24l1Y89RfLvTCBgr2G3Lq90LzFu0YJBz2yCW29ejPNvWUBwD3OhRw9uI9vvIB2fjrAHQy8EdeFvaLbdz1kK+Y8pn8uvf4IET01S8w9nJS8vSoFOb042Gq8bVyvPViXSTwAYWK9PJ+yvAzUzL1JEaI9dm0EPWLKp73OdVW9UIqavQDOUDns8Iu8uviovcDJ8ryDaNM9Pbmqvf6KML2HHeA9qPISvEbkMz0gwNC9FLuRvFC1wrxCxUW9y9rnPZfLyz3gmRY7qVjwvcZiAj1G4N+9V5LdPZNrlj1Lop49VgVSvXc+sD0wTNy9",
        "d3qNPfZ3qL1E9KK9hikdPYQYtb3S4Fs9hKlYvft2rT0Oy2s98dnMvaw1Br3Qm/E7gB+bvXGmsD0cQ7o8hAjyPEDqJbwGU+W9OH+XvDTyWb1CclA9kNA7vHdzzz0AX5G7YghyPWmYqD2LPsc9PCjRPE8P5r3vS8a9UngWvTqMZT1iT5C9iNZAvHgNfTyO+XE9aMfGvHFvrj1Lv809Xg0hPRZWYD34/gM8GrDYvUKzJz2ANjI6U0p2vZVOqj03N6A9TtBFPX0rrT264Fa9yK/tvNOK6T3nWYO9Z022PTrCnL18DwS9hqSovfkzpj0ik1o9iDJQvMA9czubB++9gMm2vfpnob2cNry8NH3NPPht0b3HPPE9HrNyPVY/gb26Elw9Wl0jPXX8gL3RVb+93IGpPOLID71Y82485CaMPGvhpj2jxKi9slPGvaznhDy+01y9z9qSPcb8Sz1Ngrs91GADvZYocj1QX/e8FRHWPYZQy73Mm5c8nD+EPKx567xEnqK9wG3bO+KbrL0VLW+9YFW+vZhOBb0tety9/T+DPW1w1z1gvlm9//jUPTGzqD0mLik97derPS4G1L1vv+w94sBnvQK0eD0Q5My8RFdrvSrgwL14yh88mnGIvUpBbT1zl+S9oBOFvYylmDyORCg9ekbtvS3a7T0Ahqq8UDZcvLpjUL3kxfs8JBy0PNVMwT10A7C9VzLePQFA5T0sm4a98OjrvPMh3L0CGqK9E8u2vXi6YzyDcIE9cOLsOxRulTy/Y609HRTEPSLrsL2rdcE9exDxPXs5pz3YY3U8QP9WOxSr8zxq9me9UwiTPZ9Znr0ZGMo9K4ORPUCLJrzK8RQ9zqtTvf0qzD0g1c29LvdLPfuonj2gNou74v00vdhTHjwUWjq9HDgSvdjIGjyOsuS9NmdwPeJ3eb1bQ429fz/KPeR/QL0O1Em96XDdPR/JiL2Dh9Y9lH0svb6uUb23p4Q9hiTFvVYRSD3Qn1O9jK7zvNzklr0ozQK8otWtvR8Hjr3fd5s9",
        "aOOevdhHg7zPHc29hAsjvULsJT2A1WA7L6mVPVTGkb0eNCW9OmwDvSePzD3LPa09CZfcPeDlobscU6c8HLrNvQCgdb1UyYs8mCxzPI7PI70qM+e9LE+RPFn8pj29q9I9IDKPvf93uj2rB7A9QP7au76ERT0ZOdc9JY2xPe5w1r0Okyq9OW57vYF66z1o11k8+rZyvZhcsryvqPC9J62uvTRZr71W9l09uJCMvKsLhD0Pc8A9prhQPVgMNL1AQd28RNbXvJvQlj2gwPm7jvCrvVIlaz2gumG92Py1vCI0u70rNss9rxO+PXxytzxkS6e8OLaSvKs03z23Kne9TLzsvab7or0wY7m80126PR5jhr2/RMe9cQrsPaQCPL3dJcQ9Ss1BPXoNrL0CyFa9VohJvfypWL251sM9NGn3PLfKzz1ynp69O+ttvfSprDyj04g9ZgsmvWzcEb1MF5087gwzvYgYTL1UxJ48gKDmOoDhhrqqmXQ9PAYGvdHSkT0elkS9pzmdPfCkxb0mN0M9LvGRvcwOtbwkG7Y8mtDnvXi8rL0pFMg9bL9EvUpdLD2Ra4I9dh00vWwO4zzodF0882zkPaZiwL0TBoc9wHgrO3zOEb0WVDY9vMXLPL5bJT3AJpe7PmdtPfdg7T386Ie9xXvXPZEQwD3uwBE9cfGdvVQKEb3rYIU93OSVvUxE8zwNwNY9sCbou5ZdHz3b6Ky9EVydPWEMqb1G0gs9BsgkPc4fTT0dabE9ZvR8vVxlrLxy+pC9U6zVPQAQyDvZamW9t82xPbQ69TysrrK8Ob6YPTDJubwIw248EZ3fvbJ4kr24iI68LRnIPVvnoT2tI7q9/nRSPYhJOrzcstO92FVfPCbw5b2GvxA902bDPSEA5T0/iI89dh+jvQNX4r3Dgqq9/jpxPZoVCj1jtsk9nE2uPBIfWL3oEy+9s+/vPa9Nxj2WATM9nHWJvVCAk70CeUO9EOyxu2RaDL25koo9GIq9vcz+pDwC1BU97sQXPeqMND00g9g8",
        "8Ie7vRcje70CmAE9VMk4vZpfz73St2G9cAMSvH0/qz0HV809jBzsvNo6ZD0Cu4+9JoV9PYeI7D28DJQ82LsTvaL5Mb0s5PU8tzLUPdjVPzwYx768yUqePUBaJTtSKsK9h5ffPdzBzr2i3VQ98NUsvZhSZjylaoU9nQHiPbI7G70IlBs8XdO5PZ6kOL1+xxi9brRuPQ/76b1o8A88jqiZvTiQNL3QjrW7W7adPXxsDr1tkZI9t+aHPbME0L0WLFI9qMWpvaBPL72XA+w9WpzMvVrxgL0Q2Ti9zwjdPcAw2b3j7rY926DRPTo3cT1RdJI92ULQPbGLlr18GrA8OFwnvQSRojysx608HEL6vBrjeD1+GqO9+nFUPR5kG72JgOg9jOecvKogWr3wXpQ7MR3VvQT6+Lz93Oe9l57cPXAmPr2UyuG9PGPnvRp0hb2//Lu9HpwvPc0W3T01etc9YFKWu/uvkz2PlLc9wJawOzoIVz1qUIq9remVPUZMeL14M9e9raOyvfYGAT38z5o8mDPEvR/Zgz0rjus9T4Twvdge1r2gjUY7asMwPSTJh7xIvje8gKM1uhjQ170yXEc9PgNvPWAt3rxY2Aq9cN+TO7KyAT1aeVE9RCFQvd5WRz0oSXe8xqkBPQjUBb06yxM9LBK0vAPv0D1p0qc99abLPbK4BT3+jJ69BCOUPJjyVrx8Rcq8GPdRPHMqxz2QzJS7CbKWPQCzjDm4evC9FcbTvSqNVT0ntO49OvxQPc2+iz11Dr49lCuPPLA9wLz4ZpC9IDnfvMoATL1hmaY9yrx2PbnRjr24xr28dRDePVwgqjyAu4w6/B7vvVYKUT1i45u9KKMJPLJKRj3ROmO9lzeHPSr3vb3hwJE9uCvcvVo+Ej0sdOy92Ik2PHk85j10Xa29p6SuvfAo3r1Z95A9yLyQvVrgxb3AyyS8FSGtPRQY5Tw3E+c9YUmvPQJOCj3Qt2G8rqVHPd0toT1e2SK9vszFvVp1kr2qyTM94psJvTiDUjxkN5k8",
        "ODgSvLaRtr1o8nu8nDeevfDQtb0xQqc9mmnUvdoiJ721uZU9PiFUvaSnsbwAKZK7k+roPeSS4zwS3wI9WQPNPQgqyLwyfpy9yXHKvWgM/bwwGz+96ITsvcWztj2+5U49rGfvvcjU0L3qSMe9a1WUPeFZhb2OPLO9+D4AvAK9xb1o8ZO9cPkDvPAvILyLvuk9nOFyvSy76r0AJqO9ZF+2vfbz471yCCG9ArQKPXiBRr3agZ69igMLPUThjDz9hmi9KEfEvWolFD28Ap29M0aOPeuGwD1BO7Y9K+nuPSyX+zwtWZy9GSblPS+YwD39uu09uDwfvFKmGb1DrbA9+baWPZ4NKb1Akmu9Yv2bvaZ6Qz2t4Jc92taWvQJ0nr1Ecoo8NgcmPbbGi73KZ829KQDWPV2Z4z1a2ny9tiW8vZmOrb1pXa49oNXhvTX3gz1NN4Q99qAOvcEB0T218au9L8XoPWNYhD1ns5w9vKinvVCrg7xGw7K9jA/lPDFN3r1M6PM8HIqVvJf/5r34Tla9lkysvcZEv723/J+9Lb/GPerKJz0HfKI9n7LSPZzGozxd7p09fLrevcA8nTs4aWU8wJbyuv3byz3BisK9aNInvCqcST0UdrO8xvwDPYsB3b1UWv88FCL3vOqeMz23eJQ9Fr4VPQtY3D2kb5w81P7uvEqbMr3NqZs9GcaVPcQgGr1fgaY9tDSlPEt6gT2I3EW8Wr6IvXTwwL0f87g93E60PNerzz1GxhQ9eIK1vC1epr2+P1o9+D+YvOMvkD0igiU99f+ePTYZWb2COxU9PsdxPXyb2Dw4/+u9tky4vaTqXr2cSc88FspCvczgFr3AGsi9hD2ZvBR1irzkVKC8m6ufPchjPb2c2ek86P4bvMmVl71cf+Q85ndIvdRo37001ow8XLhVvQ8uzj2xt+i9rRtkvY7bCj22P+S9ABnNunrcKj10Mo48dOmjvYj35bwKiGK9j5+LPZv2k70YvRk8kSWRPc8DwL3XHKs9yd7uPVpwSb06USc9",
        "6auYPa5DfT2ioEK9fNibvVRSjDzg9lO9tWqPPffE1T28nGm9dkLNvRDbHLypUM09wuprPXj1BrzMZME8HnpNPaIa3b0ophI8Vto6PdFquz1xX6W9qP4sPCLxz71NMLQ92repvYA5CrtiMhw93QisPSdU4r010tM9Fm10PZjVa7wSJ6e9lgEGPaWilj0HF8U95KCdPHAMN7wL2cw9+nvevciZ2L0mU5S91FPfPMZDOz3CoBw9KV6IPbv+6T3wfbu7HNUrvYkK0D0dcas9hNv1POLWVj3zIoE9qFpWPLsXc7396cc9a/fMvXxXmjxwZbM7IIAJvEy74TxCd4e9xN+JPGxOqjxWuS090PnPu5XdiD2Z86Y9WiGuvQrNzr1SSea91DC+PLAUnbw+x2M9WWLSPfjw9bwBRY09rJ/nvKAr4Lvo3o69x1uYPXKNLz2QR0W87/aHPfrPpr0s1mK9WKGVvelq2D3Y5Le9lZVtvciRaTwFU+I9AI6gvDwgmr1sakK9+MsQPNZGbj1l5tA9GtsQPTIqzL0E+6S8U+WuPRS06Ty3UtU9llDhvagG67xssTS9cYbuPTZFHj3P+oA9y5jCPeH14z2g2+K9OauYPVxc9zzY6188eFsGPCi5vbzCz2Y9GCI0vOpI4r3R9Jg9wCk2vYiUEjwErde8Kc3Ivch2LDyUFZQ8vJ8fvQHJ6r1gP8m94VyRvT7nr70N6+s9QF+QvRUNpz2Qa7E7vQGuPeyW171uWUi9+CA/PDdiyr3uHky9oM19u+Z6ST3GYx69fbnTvWV03j2k3MO81Hj5PI53T706oOK9ZgwFPZDIg7su/Nu9OtSNvbJnZD3AIJw7GISXvQL0Gb15TYQ9UazmPSy2vTwoLVe8xGCdPAV1uD3S+gC92j81PXZpHr3GjoO9OFlgvWASBr2m6Lq9XciwPcLDLT2PCmS9pOSdvbjWWzynSp499ImBPClhqT279KU9KMVgPFGjgD3hwOU9GCt2PK2l1D2oRo695PvpPNjW0L0SsBk9",
        "XxO9PYCcwrxyhww98MzOvSNpu70681k9aW5lvSBgsL20R4a85+S9PZ6Ok73C4Hc9EFiwOwhdB72CA8q94KsyOwJDYT29nNa90sVWPXdD3D1W4yc9S4imvStR5T1HZ6U9zG2HvNxwSb32iKi9usppPRQj0zzpXsG9Qu5mPUGEgr3SH7a9iCPvvBAVOryIBYa8yuszPUm8xj3W1++9MkgDPSZltb2ZFdM9i1PJPYJtMb3BT9g9jJHtvBqXLb28dsC8jmswPVaxMz0vUrq9pjXBvWG76j2Qvk69tL7FPLoiBj1KHRg92wyevQ+vtz0Rg8M9bHHMvXdmq73Aw6u6cmAGPfIV1b1ziJW9ELVjvNVE6T3u/Jy99tgIPdKMob2qemY9wglGPdj/t72Goxu9jED7vK4U8b000bQ8ZYiKPayy6DwwA7u8TleUvbagt73WMte95UeUPdsRuz2wKjO9bEy+PEmT6z2WH8u9NvAYvS4LKz1DoaQ9YDwAvJSzuDz/WOe9xnxtPZXMd73zgss9yP6nvTs5kj1LzHm98+XOPcu+o73kV729cAy/uxK+Rj1Q/qC8z7KlPbWHsD1lobI9QAGmvV/EmT26BRC9Ks4wPezN072WW2Q9MuFJPSOcir0KIyo9BDjUvGTlwjysV8U8GY/XPQyymDx71to9xGb+PBx7+jwPkN49QFduu41XlD1cteC9mtWevYK1ID2w6oW74Pj6u0I9Vj3yAde9l368PaszlT3GuSu9bguRvU56Nr14CMK9iiZdPUhFWb0ey0E9WfaPPcnanD1EjUy9IJ9EuwjRq72J48g95zTEPS0uhz0uuhk9SNNfvSd9uT1C9A09FDIxvbbBJb1wFDO84H6yO3Cpkb1JjJE9S3frvcivxb28Vwi9asnTvbB5FLx9Gdo9JPYCvSDakDsOGik9KbW+PfxbGL0z/Ji94ACNO2Th7bykKYK9HvRoPX7YQr28op29dEXHPPAhtL1iwwQ9MR3BPYEXsT10lDC9maljvRC3/7z008m9",
        "SNGWvcBoqbxeqS89gFYsvOwq5jzWHcu92rYaveu80T2kfZG96XOuPYjimLy05b28empRPbRL9ry+BzK9gtW4vWx7jL0pZ8+9dKPHPNvI8L3X9aI989aiPZF0wT2HLuM9tYxpvTrpNj2g7Zm7PbjhPWFB5j2Om5y9l6PCPXVypT1LQ4s9W1XnPfz56b2Am6y6oPFfvGA7gLwBzL892n0TPXSIj7zcUZC97TyevQi6k72/E489PqFcPUNosb3QCye8Us0TPfR7sL2Kjxm9IfnMvV9Y7D1/hrQ9WmQ4PSx/rDyw9kG9l+WKPQLsOT1zuNY9w3SYPQmyzT2AIZI7lwCtPTmPqD02mny9kYJ1veSCnTyo9RA8XuqxvbR2vTyesT49IubCvQSVW72PNN29d6TtPbrudb32qwW9CKRyvNeOtj0iusq9hH2bPO/TuD1Tj+09Us2Ovflqlr2NkJs9T3CKPdzExDwYm2G95Aicvd+htr0EeKA80vTXvVSJ7r1AmFS8W3KIPQzspL3yxYW9HI1kvWYnzb3A4gs709a5PWKxLb3JxMs9OqxkPf5DMr0jrey9FA66PDDQrLzhkIo9ZqMzPSzidL34+JK8Upldva4P772xwdo9eHAQvU+j0D1Odiw9VNz6PFEkiz3hoMK94F/nvVNa0z18Rtw85HePvLOB5z14WnI8fUTJPVCSKL2tt9k9DS6EPS6ABT2J5am9IFcwOzW8kz1rI8S95ocsPaRLA700irs8E/PwPey5mzxaU1+9mDFtPNmGar2TOos9KFKRvQjrh72U4r+9OLmsvMT7m724LBa9K+zBPaTIKL2uCgI9hJ2/vawJ07yk6o48KATnvaLFmL1tV+s9mcvGPRg+kr0+qS49nMcYvfpZCr0OEIK96PQ5vZIlv72v2Mm9PpllPYHvyj3Frro9HAfbvboRm73pE9Y9QPhrvdyv3bxQdue9mY3kPQsqwT3gVlq93uNDPdPTw71qH1K9CPiSveefgT01X5g9OKlYvVmZ6r3S7Hk9",
        "dPuyPPhdgLwk8ZI8iO7tvQBW0DvG31+9Pv8pvbEytD1OPDO9i+GxPbp2I70ubLG9LIvAvEj8IDw4Lie8qPJxPJ4wGj1gZ8q8ACKoOmJuWD3yrlo98OL1O/Q+gL1CToW9RU+TPXBP37tAdBI7FnLFve7Kcz2u7669MoAmPX0boT3WU4S9YBHUvSJ6Vj0QXZW7yEFKPNJWFz2mG3E9uD8QvJhLwL3s6vI8S7zQPa9Slz2/Ldk9bdXPPSXv1r1LZNI9Lv6MvbiTbDy4fdC8uNxkvRIVbr18/LC9uuJxPdimKjxYxx28RImRPASjtL3p+dU91MX3PCSSnTy7+su9EmFMvXp3b71Yt0+9jK5ivegDTjyZXpA9lXuaPRgkuLyXbdm9WYHHPSAzFLsKHWY9vn6VvZBKQ7xvyJk9Uy+iPVC11719OLI9WBCIvXjZVL2MytU8S5XhPY6zx70GSli9qqB7PQq6wr0aBmG9J0usPYEs5b1lErQ9Dq5APZc7hj3AmFO8NN4HvWI8w70kiv48xhq/vbrZUT0nX8S9dC5ovVYxPD3F5689jJ7FPOIEhr3Ch/C9/OiGvNgwzby1POW9OauaPZZvVj05dNq9SJN4PELsCj3biNg9awKLPduklz04Njk8qg1ePbA1wrxpYI095M3+PAB0Rjr0eKQ89PyvPOvtnL3agnM9eMVWPMRAsr3o+/q88MYBvQO3tj1IOqy8p7+6vQTEiTxcuaA8WwTkPco8jr1U2cE8niRpPf/Ezj1KI0I9aUzfPfhS77wYoh08grCkvcgKQDx49Co8oPOJvIZEaD2aOMW9aEo0PPOgzr3YWU48dFiwvRKhQ70spwy9ctaKvdrdJL23u329MoksPRaTVz3vaa09m9mkPS3Hgb1acg89OtFHPX6YWT3sMDu9VKWVPLBMmDsSkVu95ZKPvRSXqr1kgrq8yF4JvKjc4byvAsk95V+XPTw6/jyVbpA9lOymvCd7yT1xQYw9VFObvLt0tj3m2CO93m4LvU17kD2H5+o9",
        "fzeTvbimnL0qOH69hTCPvSJhWD3IMn+88HvAu27eIj0uC0w9ykdZPWCzabsrXm+9GhKDvZYzT73Vcak9R9NtvTzzMb0ck8488IBPvLYWB70jneM9Ags8vVgCWLzEn6O9edfQPX+J2z1GVFI9imcQPaWf5r02OQg9TrgwPVzlyry6OSk9RxDCvb+o3D3I/EK8EO9DvSz2+DxtAOS9bNNdvZBwnjvL+I+9LI9zvXbt773Fw+e9a9znPb1h3L3jBna9kqIJPYpwS71L1Io9CN4wPJQJm71Vd6U963KEPW8Kvj2+Zr69pg9DvWburb0k84c8eGJ4PCSX3jzvouc9IVejPeIXJT2QJgm8oFa5u0BlfrysbaY8s92CPeQxpb0TosE9C9qNPfqNCD3dYtk9PGuRPNyw6jytkLY9kGb9vNsYtj2+idK94oJgPb0z7T1ZG6M9jbbCPQtI2j00n9a8UGyOvPwclr1+LEE9yOO2vSoO4r3V0IS9KpUKPemehb1iCVk9xVfmPYY2TD13QJg9oOOPvfejqj3wBTy87LO4vfb1jb0kSbm8qjiAvVOBn70KSXA9ufeRPb2qk72gs7K8UkJ5PXNj1T0dU5i9n4KmveTQQb3s9om9mNeMvWiWg726VgS91SzvvUCHIb00DKa8HNmJvQo1xb2R2q49IBKavA4qLD3Dimm9Od3KvXr1gr0oLqy83HJkvQCAZzdMyKw8jReePbNSzj2Qpju9aAyuvfG5ob1/3aY9lfrfvQCHU73Dxo09GwqMPTmxhj0Yjjc8ll82PSKCNT3qneK9z4KrPbkwqz0In3g8JgAavUHagj3q3La9IF28OznMyj1ABoy9PjM4vQtdbL2YqOK8k0qAPWhKyb3CLig9NspVvRausb1ikKG9NYrVPQgSg70wxWm9+h06vZA+7TtesUK99ZKmPeK+Jz1wtW+8mHZjvPQaM72ayNm9lYnuPcD65bqn2Ls9sIPzOwOH7D0QD+K7C+nUvYTwpDxjEcs9U6igPSC+JjuSpKu9",
        "AAqnuaPG2D3oIvW8NcKaveR2q7z/bMk9hJTMvHz2Xb0AZaS8txWuvSY8cT2wgxW9wCkNvKqGAz22xko9xSfwPe7Kcz1QsTe8Y36cPbGwmz0YVJC8iIPIvKtq3z2q0VQ9LW7gPZHb0D2sMMO9AD8hvL9BhL0sduq8YOmaOx4Zr70YZyg8XgQLPZGk5z2gG6K9XbK0PVxVDL0Ai6C5SGEEPLlRhj2viYw94xjZPTqzHD3x/4s9P3+lvS8/w70uuho9t46YPaKyNb0LXtU9ukkTPWHEij3+WJ+91jEuvSjhRL2Umvk8NSOYPXNGkj2uUrC92XWyPdNEqD05fpo9pbaoPUAuBLyABcO6YwmcPWCqC7wp1qU9PBKJvETbhTwK3py9ZADjvCR15zzPraU9meXOPQxg07wRZnC9ef2HPWIwob0AKK+8a896vShqHLxHOJU9FD9PvV7kKz0pkME99YizPUoaKD1QqcS7A2XmPZBlmrwP9cM90DOyvABuuroJDsc9WI9+vQRNwDwlwdi9mqMjPa4yr72IxYu9pu9uPTuIgr1y4Fy9YnQ3PdAOhbw94Zc9nFIkvQQD4DyI+ka9DkQwPQCHKL3W7w09yj0MPW5TdD33heY9LpBOPT1a273KEQU9AbXsvW0Dzb3I1Si8DEH0vDAs270UTqK9GpsevYhRdjwm5dK9717gPTj0srx/y7w9NzXnvbB8kzukSK+9+CLdvbijur2wEf68HKwvvccRgT2j4Ji9TFPsPF3Nsj2dXeo9jMOnPAy27jyNIOm9YIPVu2IbyL2yWWK9EVbivTcMqD2GqHg9RDTLPKPNyr1ffow960TovZZUYT0mlTY9LuFbPQMC6D1v9Nw9OlsdPZxvb72KLku9fqh2PYgyw7xaMVK9tOKHPHMk4D3IVLG8lWLCPQiRL72eM0O94BzKuziWrrxjGoU9vu1JPUAggrs088g8i093vYxHlDyA0zI7MOEpvcYzYD1n0rm9Aq0OvQzTnDx4gzu8TkvlvSiRTLzgLV+9",
        "zpsePeYGqb1qzWE9WL7mvIkJxj3MiI285Dzavc9ggb1Nb8w9nUeNPfjlSb1qzkw9qfTEPXb6wr08U3u9qWeJvR/joj2sg/+8z+DGvamLxz0nGqK9LbTjvadmlD0M+Bi9bTiAPTrtP70sQGC9MmY6PXHY6j1jHMg9CJVIPMTLkDyyzEo92K9fPAQR3zyzA7A93aidPVG1mT2gDTK8WQ+5PbiWR7wAH2e6uPRfveNeZ73PdcO9mc7TvZcau71AQKc7Lc3ePcPx8D1Ca5K9KHwvvNsCij1WDJy9YP1OvSNfqD03dWW9PnIrPdTK1Tx9yMc9BnxzPdvx4j3YsuC8pCz0PLLIQL0aTWw92GU+PMK6Jj1NX+A92KpivCOx2j0wlyG9cVXgPfEPmT3AluM6sAodvOa62L12Biy9/kS/vch1dr25sKI93J6yvZIHX73NX5O9YnQdvSmd070gmUE7cB/EuzGr4z1hgHG9R+TtvdqeL71iLBG9nPdDvdLCtL2zk9k9NNDuPKWVnD1kDwS9+z/sPRNijj0CrGG9zKvOPBAcrbvF+7g968G/PT+kxz0617W9fuMRvX+Aij342IO80LcHvNMExj1MHoc89cGHPcMz3L1i4XQ94NScvD+v7T1Bido9mhkWPSgIJb3j3e293PbMvL7WOj15NMk96ucQPWKojL0TUaw939DjvfY6Qj0nEG+9V6fvPW6XFj3eVAM9IDxnuygdSTy2cQY9iE+TvORkkjwKEo69tFq3PD4pPT3APwW76BJRvFJiw70cobW8sDyXOyj2rL0AedG6UmJPPR48c70EDP88eAZmvVwwvLzc8uy8BOulvIuksT2tIbQ9USe0vVBZD70AdxK7PqpJPYRr6DyxKe69MgI8PTtvsj2/y3+9bVPRPVDazb2o/Jy8oEalvLr0zr1Kyjc9DDopveo4TD3h/eo9y8zrvZrgGz2AY1a86EvWvSJYq71caty89EjnvTjoBzx5SpW97zbYPWrJJz1YBNC96GDMvcHNi73yauO9",
        "fPsxvcSFjb0/BYs90eWHPZYESz17w8Y9wNewuqyVz7w/gJc9RVCLPXAO77sfx909X3HYPW5fFz3bEMs9iOhLPAVG0T0WZRs9FievvXdm8L3jp/C9mzd/vaSPmrzTI5I90O3YvOdJwL2qrhy9YOXSvPhwcDx8g8w8fwHdPc/l5j2EGfM8vQLKPfB6ljtYb1K9qDQgPB1f2z3pn9G9BCPKvE7C3b2RCYC9wXTAvSTqoTw3tIE99c7wPXqTk70AgG25iJORvYMsuj0qSZC9glZTvcg0AzxbU9q9IbTcPWrZED2pBqk9ecOMPfeutb34ntG91DvvPAhGQTxe52k9ivKFvaH81j0A8iW7FI2BvFgqMzzQGNm9WG5xPMD0FLyA6bg7HEKxvcD64TsitFo93fWrPfgu4b3akhw9liovPRamOL1EP988DZLKPdHTnb3Xg849njLlvWE9uD3noqc9hKHYvWBM37sa+Ym9P+3JPWyE2L39ONQ96QTnvSrcFb3ovC28tMLxvIL1TD0t+509TA4PvaLQ071yQR69AJzVvYIqv709dZw9KgkZPW0pnz3YB1A8GGWNvdlPqT1j35m94BtuO9XbY724DD88rRWUPQxwlrwCMiw9xtS5vd5NMr0omXC9YwuRPfhVcDw2zYy9Irexvbxr6DzjeZE901HUvWsbyz1r+cQ9UBYnvMNUnj2G/4C9wQCovTATuLwmsDC9aMHkvSme772wyqW9EFCsvfwarTxlquw9dfOOPc8T1D2xB7U9DvEVPVoSu71LN409HiEWPYUC7j0HaOq9H/m1PYQKbL0m2Cw9mgp1PW7ltr0VmGq9apJ0PYUy272QMZa9UGWduwCXPbxl7MQ9y5yOPT260j0Zl+U9kM/evUIIYj0eUyY9LnonvSd22j1RA7U9XjIgPYL8ib2GuRa9ML/OO7hxFzwGJIC9Nuw7PUJ2Mb3xgdA9AMJxOuDTDr18YiK9MPedvYr7i71A+pe9JFsCvWZdNT13Co89B+aPPWrgFD3QEyy9",
        "r7NnvW4wgL3kWuW9xmpPvTlaoz2HJas9mrx+PcP8pj178ZI9q+bavRVxqb0VQrO9FMi7PNMcyD3QiOU7FpimvWzh4zytgMo9mOfLvdzdlL3irtq9gKh9O5KUjL0KOUS9mx/TPdx8szxkLO885vdhPbqJcz0SnA89EfqNPXm/4T2Kzww9rx6zPQ78ob1AhsK6hpU1vXDG/Tvj8ro9LYDrPXnBlD2YeEO9UlwCPY5bEz24fUg824ODPaDjtbxwSYS9OniAvcCKfbtjYmO920qHvSHGv73CUmu9XsOEvfCNqjsYj9u8EIGWO4h7Vjz0hIU8v8GZPc7AUz0IDnY8Ko7bvQBCjLx7d4I9KKE0PNpYUD2IUbG9si+KvRmour2qxGs963+yPQ4wCD3HEvA9Ujo6PSwFwjyi+mm9ETKBPc6mAj3K4x+9rLOFPMRvgrzoNG28eDk2PLzb4rzSv1q9EEmjO3AzDLyDIOw9oh5cvTi2TryYGiI8iZymPX1R270quoe9aPjuvMMdlT2SaVA97tilvfTkkr0E3b68sEPWvVAehbvLBti9yORtPCmjsr2+aX49OWfsPci2bbxQ0qq9qJeNvNLjBz3iyg49ZTjaPYmw2726N3M9+a/TvSakID2BhNA9sQLOPaK1az3rfKo9RIn5vKownL0li8c9YYXrPcOv7D3o9jE80DIBvPCA8rvIBC88x1yZPUxhobwhALq929vbPZhZLDxkEGK9wMvpvFI+YL3tX8C9/P9KvYBEfbsoL8O9Nh3dvcoBqb081a08xBXVPAJhZ708Qfy8xBq0PKiuUr2fGKk9wBisuxI4Rb05S+i9klDuvTTwkDxyfDU969XhPXBrIL1iG5C93hYnPUNN673za7S9po4iPUD6DLzwUeM7Klo5PebfEj2rQY89m2SPPbcU7j3ps489wK98vahmVL3Mq1+9IHp9vEmMtL2JDtW9/+/APUipM7wXeLQ9lRzLvWUMmz3QtsC96GISvDBEvLsAv2a8XshZvQlL3T3RhII9",
        "ociTPbzz8TwyaFs9yV3pPeIYBD3p2tE9aJCavMhWoL1g7rS8CggYPRihpLzNxO+9olIuPbDkUb20HKq8t/rMPZieGL16myQ99xfDPQevjT3K0XO9AaHgPYrcq71XU+49G6ecvajJmb057+U9RVp5vfLXMD2f7949VqV2PX4QuL34alu9t26wPTF+tj2/H9g9uuEuPUDJ2b32DXY99DNiveLAmr2JIc49btJIPYzF8Dzhh8c9A+XfPfp5bT0+XSW9X4bgPWMwgj05sL89XW+KPQJuCb1JO6s9Dq3ovWacLz3mO289UnxAPcCZCLuk+1C9uEw1PM/yxj1gn/C7Kp7jvfpSub2EVd081/d5vVOH7r02Zqm94vRmvezO8rwM38q9tLP7PIUP8D20EDK90p3TvUDiK7sACM28eEBkvAu/zL3GiB69MBoKvTPlq71yZ2A9QFw/vCMorD3LG7M9SC2zveZ9Yz1U8f28tMSCvThGPjxcWWu9kXTjPeQZ8Tz2mD69gcPhPYgH2r3ELvK8jMb5PEFLrz1XKMc9/CywvFRNWb2DTIq95il/PYxu3jzCt4u9MnpnPZwTpLwjtLs9FGjQPAkSvj1OSxo9ZiCwvZGY6b06SX09iKpxPNMwrz2Un5c8fdCIPQ7dSz1RIcw9pCVZvY7jcT105ai8xMCwvJ59Br3ABMq68A2zu6KgUj1WlqG9Ji1TPcB6g7ud1bI9amzvvXYfEz0/PtU9TLG8PIq/7b0unRQ9IUPVPRMq2b16o4W9ypnAvcKSy70wccW7IrzdvdIaID2qz6u9spIXPagwfjypHYc9CXXHvdv40L0SoCk9kKgnvN6aAD35SY49EIfLvbnJhj2fKNI9WDeRvdL1ZT2KlCQ9x1/dPZi5q7yA7Ra8KPZBvc7XVz2BgrU9rBHGvTH88D3Mocs8Tp8zvXBmMr1jdYE9gMpbvIBBj7rV6a6912aLPdiPPDyR8tI9LU6kPYFk7j2wG9s7GOL2vMCOjzrsoa884h44vZj3SzxQZTa8",
        "cxqpPVEU3j2M18k8RgfdvXHb7z2kmtk8wrsmPX0Epb3D0sk9RWeUPZItUD2AlTg6zRyoPcNgvr3gRi+9iMpAvASFor0ieTc9YBIMu83bq72+Ug890zCvPdoZZL1m3w89C/3KvbrE4b0iVuS9JhtIPRfAoj0ADWy8GTnJPd9Wyr0AzcK6a069PZXFm710r5q9apXcvfpaWz3efuy9jS7fPaJsqL3gO2i8LN+NPJOz3D3g82y79o1jPYemvb0/jZO9nQCqPS/Zgj1JFIo9sefPvXAEzrw9ZW69DHm0vWoIBr2wsog7a8iSPbIXxr1O5UC9zx/vPX3fwz1blqs9h2i4PSux4j3n5Oo9MP85vVC7RbzCLVA9DSCCPeSd6DygaCC8mGj8vMiXjL1/69g9rPauvBOMlT1ENow84m9oPYCIkjsk1jm9wPS8vYAxcbz5Kew9PR3qvVyu2jz1NM89sxraPWvftr2LYYA9Ya+ovbww3jzA8BG7dTSMPRtJY72e3c+9F2LvPQC70Tp8WKk8bl6MveEHyT0np4I9HGzBvXB/9LvKIGs9+w2LPZQ9bL2A3w46AnbHvaNwtT2QDoG8vyboPVr5cD2rpJ89cYndvQAIP7hAZ627JhoTvak1lz2u2bi9GNsTPEmz571488u87F+GvBJOXb15HeO9WgsBPcA/vjoRGuM94QzvvRB/y70ViqI9pcyXvSgvdL26LKe93nYqPe5fX72UkL88hB2VPCA1Vrv49T48W5TcvQDDWby2Mw69zJwkvceZgT108YC9MwjVPUN8r70o0ia9QPW9utLCLb0tsO89Knu5vWZJvr3kXDG9AHCyt0iJBrwBSs69c0GtvRD65L1yoTE9gA5Tu1wyo70NMZg9zksVPQCUErrNsqQ9zYexPcRlwrzZhuQ9zL2OPD9K0j067Ho9Zn8XPeOds71VOta9fDb0PIqAsb2wILW9zZO1vWiz5bygDwG9SrtbPeij7r3PkeS9z1q1PShs7ryTnLM9S53TPekiiz13rew9",
        "4VHCPf0shD3EKsq9nul8PdTi6DxTE949+oKSvZlBrz0Q7uG9hBf1PBgyBjy+PXQ9QajMPW0cq72grLa8DspFPRBC/rziVBo9KOEIvCw3yLxu5UO9RpQxPQASOrxFeNI9LhgzPReD6z2SwNm92+qPvQgXvr2AP4C6phfFvZ/F5r3qIGG9qBKdvRE+qj31PpY9Ni0hvUoxkL2+7H49AEyguyADxbuGp0A9mNc3POA9l7xwDK672ngGPWcJqb1xmp49QFWMO1US4T0eQgA9rcmHPZLlMz24OP+86d+UPZrcfz0Fi6c9jRjAvelrlD2A8bc6GGBSvKTJgzyCicW9jGrivHS+u7w2qNy94qChvfUoxb0yPGC9H2OsPdx5lTyeMwg9QBdIu3bV4L3ke4c8T0WyPcgpYzwB8cg9r8DqPQRk7zx0CM68iaTKvf1Myr1AwwU7tKHrvepkbr15FOs9hO/yvCBNtDu7PKM9mrYvvQC+CbtSOaa9UcLpvQ2noD1jrcc9n3nQPaF6rz1sCZM8dB+ivcAwqTpcbJm8AkgMPQFlqj0ojX+8d2OXPaNT0j3GhOa92gl8Pbd/tz1iZH89o3nDvXKmOb36O2e9sV6FPaoUcb0UG4+8eWKlPUAotju956A9213fvSVXgT2ENLm8+lB/PSP3uD2NRds92pcnvQC4k7iavw2918bGPdgiFTx4UHs8Zlk2PThwCjxhIrs9Ip4aPQRflrzaFVq96XvgPWaxbz2P37K96AtgvDgkgb1XUY89EPCkvNisSTwF4qU9tNv7PFKfVz1S/Xo9cvOjvZZ/g71WXW89YGuXvWm1uL0d7JE94NsCuyyT5TxS6kO99YeDPRxSl71hitU9TK7qvcJrgr0kSOA8GLAaPFTt6DzJwo89nJrlPLcy470e3Qy9xllBPasxrD16pLa9z+HbPQ7jSL24saq8AKChvTyFiDxKe2Q93PFevY9krT35rtU9qsVePajeYb0X5eE9INlpu2BYETsWNiI9X+CdPSjbAjyuXdG9",
        "ph9Gvav9zT0MJ4Y8DiRsPRYbPD2Aewg7zBkHvcQ6i71Mhdy9QIHsvMXOvL2Kz0M9E1agPWXe6z3E/Y28UG7Pu47PJT3IGmg8LgwUPczSgDxi1Gk9/wWEPe3psD2gXt07kEi+uwBf6bp6KBi9AS21PTRSyzw9Q649yTCVPSF5vz27lqU907DZvccMjT1N6KI9/CCEvfwuo7y4m2O9YwnSPR+D0D0Awue7XIC2vY4ntr0Meuy9/q8qPcBO17vU0Ji9wJmoOhAwur1IEyW8IYSgPXniuD0LIqc957rFPWKOdr18Kpm9MsNPPUGPxz2y6TQ9pJTJPOhFd71YhXi8NWjYPXA737vUM+69F4jLPZTcsL0n/NU9KOKavRxbyjyMoac8P0WjPUT29byqAhw9T8LXPdAFkL0g61e8BqWZvQqOGL0nWrO90+WLPd4gET3iMGw9feGJvRX2nT36D1Y91fLDPZOFjj1WAaW9Kq0APXIror0C4uS9U7nuvRjeKrwY9mQ8CA1ZPMA7ZLxaPDy9KYCPPXUxzT2yg7u9OAkFPB0svj0LaX69vpWnvTSQ5rxHvo89IhmFvVtVrj0V/4k9GUOlvYu0uz3S74i9k7PRPZ76Ur1XXoM9l2rdPRgkhL3g9xy9WXSEvQEsvj2oGB48JY5mvbqMn70cO708suOyvVFG2z1JpaU9X6eVPfYqRr28YCy9PoO8va/Y7j09nJg9YHKnvfRIkLz56r49ouq3vTDl77vEHr69jfutPfpa5L04DwQ8TGoxvcRigTyYup2982HPPViPkbzUv8i92yKTPWLlBL1+hr+9M2bFPZ+umD09d8u93G7iPJpkmb1LjqA9D5PiPdPr2b0Z9+k9uvLCvZk2tT10F5e8axuiPXmQ572EQqC8oIhUO4lJwD2g/287xDSEvW4jmr0KJEk980aTvVQL7zztTN89tDWjvcl1xT1U3/E8GOiRvf91yb2O6Ta9BeKDPUCImLpwM7K9IBjDO6nK5D3qsy09sNTcvQU05z2A2je9",
        "65NzvVaMJj2oYTK8QBbeOtwLrjxAWjY70nlXPaK3MT2Mpuq8ysVyPfDPa7xXC6c9UrTUvaOMyD38Tuo8UN1CvEbCrL0QGt+9FiVqPeKQEz2YU8a9vBTPvDi7ZTxidzO9qDZEPKt6yr2VLqc9UqmEvfxiwDyP7KI9oL4Du26ZBr1udyw9JaTTPXAzFb2NT9M9uAcMvHXajT1Pg809xvaXvfC7NrykUIA8QX2JPbKvzb3PAbQ9PRrKvfL/Tz1G9ni97teevfsXrb0nPsQ9QdGtPSBwL7zJkOA9vLKFPEdHv72uP8C9dI9QvVn85D0kQNQ8FhwNPYJdbD1W7FU9QhNbvU/nhD1V5OO94bzbPQqcNz31Kos97gG1vaEHkj0gHk+7Y5/OvUIDob04T+O9FYemPegAKTx6iyk9dC5LvSfjij2NPZk9LOqTPDBYrDtqTaG9mpPbvY91yz26PVQ94td8PfoyOL2YWJ+9CMIdPBPKzD2uKqC91OXZvF8E5L0KYT099sObvRYjdT2RneW9ALdFvaSV+zzopBI8+driPXjkobxAF6m8sIXOO9Cz2b131789A9LsvUxaI71i0Go90Aq0vP2B5j3CoNW9Dx1xvWJYTT0jj/C9D4DtPSDS3ryIURy9EJr+O4joLL2jIZU9vtQFPTwtAr1Kunc9vtZ/Pbhsc7yAKxG6oM4pu4VWdb1aLZ69a96pPZdc2b25yNS9IO+ovSq6FL1NKoc9/WLGvZ6bCj2GBTy9dVuAPTyNSr2aRX09GEo6PEvjyz0kG848lLs9vSUqzj3A7fW76jG+vQxoPb0vQYq9zI+ivTgTdTxdO+I9/q+WvbTx+Dz/PPE9lYXfPW8KjT28YY+81nEUPRdPij2UqYQ83uEtPQAuzjlRJa+9BO7xvPzZrryldWy9HI8qvWxj/jx2vMO9krdIPSWKsD1Uz5o8RXa/PfLZOr3mxmc9PhQKPegQeL10zeM8tnZHvWLRBz3kQIS9ehMkPWh5mr1CndC935TiPfKkcr0Hv++9",
